IDEA StatiCa Open Model
MatReinforcementEc2.CoeffFtkByFyk Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Coefficient ftk/fyk - k
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double CoeffFtkByFyk { get; set; }
Public Property CoeffFtkByFyk As Double
	Get
	Set
public:
property double CoeffFtkByFyk {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace